pulsating-flow-over-flexible-flap-3d-case1/fluid-openfoam/system/decomposeParDict
FoamFile {
    version 2.0;
    class dictionary;
    object decomposeParDict;
    format ascii;
}

numberOfSubdomains 48;

// The adapter is independent of the decomposition method, more advanced methods are known to work as well
method          simple;

simpleCoeffs
{
    n               (4 4 3);
    delta           0.001;
}

